Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས། དོན་ཡོད་ཞགས་པའི་སྙིང་པོའི་གསང་སྔགས་འདི་སྨྲས་སོ། །ཨོཾ་ཨ་མོ་གྷ་པཱ་ཤ་ཧྲྀ་ད་ཡ་པདྨོཥྞཱི་ཥ་ཀུ་མཱ་ར་བེ་ཥ་དྷ་ར། པདྨེ་ཤྭ་ར། ཨཱ་བེ་ཤ་ཡ།
en: Noble Avalokiteśvara, the great bodhisattva being, then pronounced the following heart mantras of Amoghapāśa. “

source: སརྦ་ཨ་མོ་གྷ་ཀུ་ལ་ས་མ་ཡ་ཧྲྀ་ད་ཡ།
en: The heart mantra of Amoghapāśa that produces accomplishment when recited: [257] “Oṁ, Padmoṣṇīṣa, the heart essence of Amoghapāśa in the garb of a divine youth!

source: སརྦ་སིདྡྷི་ཨ་མོ་གྷ་པྲ་ཡཙྪ་པདྨ།
en: O lotus lord, please enter!

source: པདྨ་ཧཱུྃ་ཧཱུྃ་ན་མ་སྟུ་ཏེ་སྭཱ་ཧཱ། འདི་ནི་དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་བཀླགས་པས་གྲུབ་པའི་སྒྲུབ་ཐབས་སོ།
en: Please amogha-grant the complete accomplishment that is the samaya essence of the entire amogha family!

source: །ཨོཾ་ཨ་མོ་གྷ་པདྨོཥྞཱི་ཥེ་ཤྭ་ར། པདྨེ་ཤྭ་ར།
en: O lotus, lotus!

source: ས་མནྟཱ་ཡ་སརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཱཾ།
en: Hūṁ hūṁ!

source: ཨ་མོ་གྷ་པདྨོཥྞཱི་ཥ་ས་མ་ཡ་ཨཱ་ཀརྵ་ཡ།
en: Homage be to you, svāhā! “

source: པྲ་བེ་ཤ་ཡ།
en: The mantra of the lord of the family: [258] “Oṁ, Lord Amogha­padmoṣṇīṣa!

source: སརྦ་ཀརྨ་སིདྡྷིམྨེ་པྲ་ཡཙྪ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་ར་ཧཱུཾ་ཧཱུཾ།
en: O lotus lord, please invite all the tathāgatas!

source: མ་ཧཱ་པདྨོཥྞཱི་ཥ་བྷུ་ཛེ་སྭཱ་ཧཱ།
en: Summon the samaya circle of Amogha­padmoṣṇīṣa and cause them to enter!

source: རིགས་ཀྱི་རྒྱལ་པོའི་གསང་སྔགས་སོ།
en: Grant me the accomplishment of all my activities and help me guard my treasure trove of morality!

source: །ཨོཾ་ཨ་ཧཱ་ཙནྜ་པདྨེ་ཤྭ་ར་བི་བི་དྷ་རཱུ་པ། བི་ཀ་ཊ།
en: O Avalokiteśvara, hūṁ hūṁ!

source: པདྨ་དཾཥྜ་ཀེ་རཱ་ལ་བྷཱི་ཥ་ཎ།
en: O lord with the lotus uṣṇīṣa in his hand, svāhā! “

source: བཱཀྟྲ་སརྦ་དུཥྚ་ཧྲྀ་ད་ཡཾ།
en: The mantra of Krodharāja, the heart essence of the family that is suitable for the secret rites of the inner maṇḍala: [259] “Oṁ, O very fierce lotus lord!

source: ཁཱ་ད་ཡ།
en: You assume various monstrous forms.

source: བིགྷ་ནཱཾ།
en: Your lotus mouth with protruding fangs is very frightening.

source: པདྨ་དྷྲི་ཀ །
en: Please devour all vighnas who are evil at heart, O lotus holder!

source: ཙི་ཊི། དྲི་ཊི་ཧཱུཾ་སྭཱ་ཧཱ།
en: Ciṭi dhṛṭi, hūṁ, svāhā! “

source: ཁྲོ་བོའི་རྒྱལ་པོའི་རིགས་ཀྱི་སྙིང་པོའོ། །ནང་གི་དཀྱིལ་འཁོར་གསང་བའི་ལས་རྣམས་སོ། །ཨོཾ་ཨ་མོ་གྷ་པདྨོཥྞཱི་ཥ་པདྨ་པཱ་ཤ་ཀྲོ་དྷ་ཀ །མོ་ཡ་ཀརྨ་པྲ་བེ་ཤ་ཡ་མ་ཧཱ་བཱ་ཤུ་པ་ཏི། ཡ་མ།
en: The mantra of Krodharāja, the heart essence of Amoghapāśa-Padmoṣṇīṣa: [260] “Oṁ, Amogha­padmoṣṇīṣa, the great wrathful lord with a lotus lasso, pull them in and make them enter!

source: བ་རུ་ཎ། ཀུ་བེ་ར།
en: You variously assume the Brahmā guise of the great Paśupati, Yama, Varuṇa, and Kubera.

source: མ་ཧཱ་ཙཎྜ་བེ་ག །ཨ་མོ་གྷ་ཀུ་ལས་མ་ཡ། པདྨེ་ཧཱུཾ་ཧཱུཾ། ཁྲོ་བོའི་རྒྱལ་པོ་དོན་ཡོད་ཞགས་པའི་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོའོ།
en: O samaya lotus of the amogha family, hūṁ hūṁ! “

source: །དེ་ནས་དོན་ཡོད་པའི་སྙིང་པོའི་ལས་རྣམས་འགྱུར་ཏེ།
en: Now I will teach about the activities that can be accomplished with the amogha heart mantra.

source: དྲན་པ་ཙམ་གྱི་མོད་ལ། དུས་གསུམ་གྱི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་མཉམ་པས་གཅིག་ཏུ་མཚུངས་པར་འགྱུར་རོ།
en: By merely recollecting this mantra, the vidyā holder will become equal to and identical with each and every tathāgata throughout the three times.

source: །ཚེ་དཔག་མེད་དང་མཉམ་པའི་ལུས་སུ་འགྱུར་རོ། །ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དང་། མཉམ་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་མཚུངས་ཤིང་མཉམ་པ་ཉིད་དུ་འགྱུར་རོ།
en: He will acquire the same nature as Amitāyus and will be able to dwell like any of the tathāgatas in any buddha field in any of the ten directions.

source: །མཚུངས་ཤིང་མཉམ་པ་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་མཐོང་ངོ་།
en: He will look exactly like any tathāgata.

source: །པདྨའི་ཕྱག་གི་ཏིང་ངེ་འཛིན་རྣམས་དང་། པདྨའི་གཙུག་ཏོར་གྱི་ཕྱག་གིས་འཇིག་རྟེན་དབང་ཕྱུག་དང་མཉམ་པ་ཉིད་དུ་འགྱུར་རོ།
en: By taking a lotus into his hand and arranging the hand into a lotus uṣṇīṣa, he will become equal to the Lokeśvara.

source: །པདྨའི་གཙུག་ཏོར་བཅིངས་པ་ཉིད་ཀྱིས་སྤྱི་བོའི་གཙུག་ཏུ་མངོན་པར་དབང་བསྐུར་ན། དུས་གསུམ་གྱི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་མངོན་པར་དབང་བསྐུར་རོ།
en: If he forms the lotus uṣṇīṣa in this way and consecrates on the top of his head, he will be consecrated by all the tathāgatas of the three times. “

source: །པདྨའི་གཙུག་ཏོར་གྱིས་དོན་ཡོད་པར་དབང་བསྐུར་བ་གང་ཡིན་པ་དེ། པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་རྒྱས་པར་གྱུར་པ་ཐོབ་སྟེ། ཏིང་ངེ་འཛིན་བརྒྱ་སྟོང་ཕྲག་དང་། བླ་ན་མེད་པའི་དཔལ་ཐོབ་བོ།
en: If he performs an amogha consecration with the lotus uṣṇīṣa and mindfully repeats the heart mantra of Padmoṣṇīṣa, he will obtain one hundred thousand samādhis and unsurpassable splendor.

source: །རིགས་ཀྱི་རྒྱལ་པོའི་གསང་སྔགས་རྒྱས་པར་གྱུར་པ་པདྨ་གཙུག་ཏོར་གྱི་དཀྱིལ་འཁོར་དུ་རིགས་ཀྱི་རྒྱལ་པོ་ལེགས་པར་གྲུབ་པར་འགྱུར་ཏེ།
en: If he mindfully repeats the mantra of the lord of the family, he will obtain the auspicious accomplishment of the lord of the family in the maṇḍala of Padmoṣṇīṣa.

source: ཐམས་ཅད་དུ་རིགས་ཀྱི་རྒྱལ་པོའི་དངོས་གྲུབ་བཟང་པོ་རྣམས་འོང་བར་འགྱུར་རོ། །རིགས་ཀྱི་རྒྱལ་པོའི་གསང་སྔགས་ཀྱི་རྒྱལ་པོ་དང་། རིག་སྔགས་ཀྱི་རྒྱལ་པོ་མཆོག་གི་དངོས་གྲུབ་ཐམས་ཅད་རབ་ཏུ་སྦྱིན་པར་བྱེད་དོ། །པདྨའི་ཕྱག་གིས་རྗེས་སུ་འཇུག་ཅིང་།
en: Family lords, as well as the mantra and vidyā kings who rule over the family lords’ auspicious accomplishments, will arrive and grant the vidyā holder every supreme accomplishment.

source: དོན་ཡོད་པའི་རིགས་ཀྱི་དངོས་གྲུབ་ཇི་ལྟ་བ་བཞིན་དུ་འགྲུབ་སྟེ།
en: Followed by Padmapāṇi, he will win the accomplishments of the amogha family.

source: བཀླགས་པས་གྲུབ་པ་འདི་ལ་ཐེ་ཚོམ་མེད་དོ།
en: These kings of mantras will be accomplished through recitation; there is no doubt about this. “

source: །པདྨ་གཙུག་ཏོར་གྱི་རིགས་ཀྱི་དངོས་གྲུབ་དང་། པདྨ་ཡངས་པའི་དཀྱིལ་འཁོར་རམ།
en: Accomplishment in the Padmoṣṇīṣa family belongs to the great lotus maṇḍala, the maṇḍala of Amoghapāśa, where one becomes accomplished through recitation.

source: དོན་ཡོད་ཞགས་པའི་དཀྱིལ་འཁོར་དུ་བཀླགས་ནས་བཟླས་པ་ཙམ་གྱིས་འགྲུབ་སྟེ། རིགས་ཀྱི་རྒྱལ་པོ་དང་། རིག་སྔགས་ཀྱི་རྒྱལ་པོ་གང་ཡིན་པ་དེ་ཐམས་ཅད་དུ་དབང་ཕྱུག་ཏུ་འགྱུར་རོ།
en: Through mere recitation, the vidyā holder will become the lord of the family and the king of the vidyādharas—a sovereign lord in every respect.

source: །དཀྱིལ་འཁོར་རྣམས་ཀྱི་ཆོ་ག་ཞིབ་མོ་དང་། ཕྱག་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་རིགས་ཐུན་མོང་བ་ཐམས་ཅད་དུ་རྒྱལ་པོའི་བྱ་བ་བྱེད་པར་འགྱུར་རོ།
en: Using the rites and mudrās of the corresponding maṇḍalas, he will join the same family as the bodhisattvas and will perform the function of a king in every respect.

source: །སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཞིང་བརྒྱ་ཕྲག་རྣམས་དང་། གང་གཱའི་ཀླུང་གི་བྱེ་མ་དང་མཉམ་པའི་ཞིང་དུ་རྒྱལ་པོར་འགྱུར་རོ། །རིགས་ཀྱི་རིག་པས་ལྷའི་དབང་ཕྱུག་དང་།
en: Using the family vidyā, he will become king in hundreds of thousands of buddha fields, equal in number to the grains of sand in the Gaṅgā river.

source: ལྷའི་ཚོགས་རྣམས་ཀྱི་དབང་ཕྱུག་ཏུ་འགྱུར་རོ། །རྟག་ཏུ་ཡང་གནོད་སྦྱིན་རྣམས་དང་། སྲིན་པོ་རྣམས་སུ་གྱུར་པ་དང་། དྲི་ཟ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། སྲིན་པོ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དུ་ཐམས་ཅད་དུ་རྒྱལ་པོ་དང་།
en: He will also become the king of the devas and their heavenly hosts, as well as of yakṣas, rākṣasas, and gandharvas.

source: དབང་ཕྱུག་ཏུ་རྟག་ཏུ་འགྱུར་ཏེ་ཐེ་ཚོམ་མེད་དོ། །ནམ་མཁའ་ལྡིང་རྣམས་དང་། མིའམ་ཅི་རྣམས་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་དང་། ཐམས་ཅད་དུ་ཇི་སྲིད་བྱང་ཆུབ་ལ་ཡང་དག་པར་གནས་ཀྱི་བར་དུ་རིགས་ཀྱི་རྒྱལ་པོར་འགྱུར་རོ།
en: He can become a king and lord anywhere—the king of garuḍas, kinnaras, or mahoragas—and will remain king until the attainment of awakening.

source: །དེ་ནས་ཁྲོ་བོའི་རྒྱལ་པོ་དྲན་པ་ཙམ་དང་དྲག་པོ་དེ་ཡིད་ལ་སེམས་པ་ཙམ་གྱི་མོད་ལ།
en: There is no doubt about this. “

source: འཕྲལ་དུ་རི་རབ་ལྟུང་བར་བྱེད་ཅིང་།
en: By just mindfully repeating the Krodharāja mantra with a fierce mind, the vidyā holder can instantly flatten Mount Sumeru.

source: ཁོར་ཡུག་གི་རི་རྣམ་པར་འཐོར་བར་བྱེད་དོ། །རྒྱ་མཚོ་ཆེན་པོ་ཀུན་ནས་དཀྲུག་ཅིང་། རྒྱ་མཚོ་ཆེན་པོ་ཉེ་བར་སྐྱེ་བར་བྱེད་དོ། །ཀུན་དུ་གསལ་བར་བྱེད་དོ།
en: The mountain ranges that surround it will break apart, and the waters of the great ocean will be agitated.

source: །ཀླུའི་གནས་ཐམས་ཅད་དུ་ཀླུའི་གནས་འབར་བར་ཡང་བྱེད་དོ། །བགེགས་དང་ལོག་པར་འདྲེན་པ་ཐམས་ཅད་ཀྱི་སྐད་ཅིག་ཙམ་གྱིས་སྟེང་དུ་བདུག་པར་བྱེད་དོ། །གནོད་སྦྱིན་དང་།
en: The palaces of the nāgas will be set alight, all nāga dwellings will burn, and all vighnas and vināyakas will be smoked out in a matter of seconds.

source: སྲིན་པོ་དང་། འབྱུང་པོ་དང་། གཟའ་དང་། བརྗེད་བྱེད་དང་། མི་བཟད་པ་དེ་རྣམས་ཐམས་ཅད་ཁྲོ་བོའི་རྒྱལ་པོ་དྲན་པ་ཙམ་གྱིས་འཇིགས་པར་འགྱུར་རོ།
en: All terrible beings such as yakṣas, rākṣasas, bhūtas, grahas, and apasmāras will be obliterated as soon as the vidyā holder mindfully repeats the mantra of Krodharāja.

source: །ཁྲོ་བོའི་རྒྱལ་པོའི་གསང་བ་ཐམས་ཅད་ཀྱི་རིགས་ཀྱི་དམ་ཚིག་ལ་གནས་པ་དང་། དཀྱིལ་འཁོར་དུ་ཕྱག་རྒྱ་གནས་པ་དང་། གསང་སྔགས་ཀྱི་ལྷ་གཞན་གང་ཡིན་པ་རྣམས་ཀྱིས་ཁྲོ་བོའི་རྒྱལ་པོ་དྲན་པ་ཙམ་གྱིས་དེ་རྣམས་ཐམས་ཅད་རིག་སྔགས་འཆང་ལ་སྐྱབས་སུ་འགྲོ་བར་བྱེད་དོ།
en: The kings of wrath, along with the guhyakas that are bound by the samaya bond to the family and the other mantra deities that are represented in the maṇḍala by their mudrās, will all take refuge in the vidyā holder as soon as he mindfully repeats the Krodharāja mantra.

source: །དེ་རྣམས་ཐམས་ཅད་རྗེས་སུ་འབྲང་བར་འགྱུར་ཞིང་གནས་པར་བྱེད་དོ། །འགའ་ཞིག་གང་དུ་འགྲོ་བའམ་འདུག་པ་དེ་ལ་དབང་པོ་དང་། སྐབས་གསུམ་པའི་ལྷ་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། གཤིན་རྗེ་དང་། ཆུ་ལྷ་དང་། ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོ་དང་། དགའ་བོ་དང་།
en: They will be bound to him, will follow him, and will stay with him wherever he goes.

source: ཉེ་དགའ་བོ་དང་། གཞོན་ནུ་དང་། སྡེ་དཔོན་དང་། དེ་བཞིན་དུ་རྒྱལ་པོ་ཆེན་པོ་བཞི་དུས་རྟག་ཏུ་རིག་སྔགས་འཆང་གི་རྗེས་སུ་འབྲང་བར་བྱེད་དོ། །ཐེ་ཚོམ་མེད་དོ།
en: Śakra, the thirty gods, Brahmā, Viṣṇu, Maheśvara, Yama, Varuṇa, the nāga king Sāgara, Nanda, Upananda, the princely general, and the Four Great Kings will follow the vidyā holder at all times; there is no doubt. “

source: །ཁྲོས་པའི་ལས་རྣམས་སམ། དེ་བཞིན་དུ་དྲག་པོའི་ལས་རྣམས་ཐམས་ཅད་ཀྱང་ཧཱུཾ་ཡིག་ཙམ་གྱིས་དེ་ལ་དངོས་གྲུབ་མཐོང་ངོ་། །ཕྱིར་རྒོལ་བ་དང་།
en: All cruel activities and acts of violence can be accomplished with the mere sound of hūṁ, and their effects will be clearly apparent.

source: དགྲ་དང་། སེམས་ཅན་མ་རུངས་པ་ཤིན་ཏུ་མི་བཟད་པ་རྣམས་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་དང་འཇིགས་པ་དང་། རྣམ་པར་འགྲས་པའི་སྐྱེ་བོ་དང་། སྡིག་པ་དེ་རྣམས་ཐམས་ཅད་ཧཱུཾ་ཡིག་གིས་མཆོག་ཏུ་གཟིར་བ་ཙམ་གྱིས་ཐལ་བར་འཇིག་པར་འགྱུར་རོ།
en: Adversaries and opponents, wicked beings who inspire dread, the terrible armies of enemies, and hateful people along with all their misdeeds will all turn to ash and become extinct as soon as they are suppressed with the syllable hūṁ.

source: །སྡང་བ་དང་། ངན་སེམས་པའི་སེམས་ཅན་དང་། བྱས་པ་མི་གཟོ་བ་དང་། བྱས་པ་ལ་འཁོན་པ་ཐམས་ཅད་དྲག་པོའི་ཧཱུཾ་ཡིག་བཟླས་པ་ཙམ་གྱིས་སྐད་ཅིག་ལ་བསྲེག་སྟེ། དཔེར་ན་མེ་ཡིས་ཕྱེ་མ་ལེབ་བཞིན་ནོ།
en: All wicked and evil-minded beings, such as those who show no gratitude for the kindness they received but instead display hostility, will all instantly burn like moths in a flame as soon as they are subjected to the wild sound of the syllable hūṁ.

source: །ལས་གཞན་སྟོང་ཕྲག་རྣམས་དང་། ལས་བརྒྱ་སྟོང་ཕྲག་ཉིད་བཟླས་པ་ཙམ་གྱིས་འགྲུབ་སྟེ།
en: The vidyā holder will also succeed in thousands of other activities and can accomplish one hundred thousand activities by merely reciting the mantras.

source: དྲན་པ་ཙམ་གྱི་མོད་ལ། ལས་ཐམས་ཅད་འགྲུབ་བོ།
en: All activities can be accomplished the moment he mindfully repeats the mantra. “

source: །དེ་ནས་དོན་ཡོད་པ་པདྨའི་གཙུག་ཏོར་དྲན་པ་ཙམ་གྱིས། བྱ་བ་ཐམས་ཅད་ནི་གཉིས་སུ་འགྱུར་ཏེ། ཇི་ལྟར་གང་ཅུང་ཟད་ཡིད་ལ་བྱེད་པས་ལས་བྱེད་དོ། །དཀྱིལ་འཁོར་རམ། གནས་རྣམ་པ་གཞན་ཐམས་ཅད་དུ།
en: As soon as the vidyā holder mindfully repeats the mantra of Amogha­padmoṣṇīṣa, the effectiveness of all his activities, whatever he has in mind and wants to accomplish, will be doubled, whether within the maṇḍala or elsewhere.

source: ཇི་ལྟར་ཡིད་ལ་བྱེད་པའི་བྱ་བ་ཐམས་ཅད་དུ་བྱེད་དོ།། །།
en: He will accomplish whatever task he has in mind. “

source: འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ།
en: The vidyā holder will accomplish every task by reciting the mantras one at a time. [

source: བམ་པོ་བཅྭ་ལྔ་པ། དེ་ནས་གསང་སྔགས་ལ་འཇུག་པ་རྣམས་ཀྱི་དགོས་པ་ཐམས་ཅད་སོ་སོར་འགྲུབ་པར་འགྱུར་བ་ནི།
en: 261] “Oṁ. “

source: ཨོྃ་ཞེས་བྱ་བ་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་དཀྱིལ་འཁོར་ཐམས་ཅད་དུ་གསང་སྔགས་ཡི་གེ་གཅིག་པའོ། །འཇིག་རྟེན་མགོན་པོའི་སྤྱན་སྔར་འབུམ་དྲན་པར་བྱས་ན་ས་དང་པོ་ལ་གནས་པར་འགྱུར་རོ།
en: If he mindfully repeats the syllable oṁ, the one-syllable mantra for the complete maṇḍala of Amoghapāśa-Padmoṣṇīṣa, one hundred thousand times in front of an image of the Lord of the World, he will attain the first bodhisattva level.

source: །སྔོན་གྱི་སྡིག་པ་བསགས་པ་སེམས་ཅན་དམྱལ་བ་མི་བཟད་པ་གང་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ཇི་ལྟར་རླུང་གིས་ཕྱག་དར་གཏོར་བ་བཞིན་འཇིག་པར་འགྱུར།
en: All his evil acts, whatever he has accumulated, that would otherwise lead to a rebirth in the terrible hells will disperse like dust in the wind.

source: དངོས་གྲུབ་ཐམས་ཅད་ཐོབ་པར་འགྱུར་རོ། །དོན་ཐམས་ཅད་རྗེས་སུ་འཇུག་པར་འགྱུར།
en: He will obtain every accomplishment and fulfill his every aim.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་། གང་དཀྱིལ་འཁོར་གྱི་ལྷ་གཞན་དག་ཀྱང་དགྱེས་པར་འགྱུར་ལ།
en: The tathāgatas and other maṇḍala deities will be pleased.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རྟག་ཏུ་མཆོག་སྦྱིན་པ་མཛད་དོ།
en: Noble Avalokiteśvara will always grant him boons.

source: །གསང་སྔགས་ཨོྃ་ཞེས་བྱ་བ་དྲན་ནས་ཚེ་འཕོས་པ་ནི་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་འགྲོ་བར་འགྱུར་རོ།
en: If he dies while mindfully repeating the mantra that consists of the single syllable oṁ, he will proceed to the realm of Sukhāvatī.

source: །གསང་སྔགས་ཀྱི་ཡི་གེ་གཅིག་པའོ།
en: This is the one-syllable mantra. [

source: །ཨོྃ་བྷུ་ཡི་གེ་གཉིས་པ་འབུམ་བཟླས་བརྗོད་བྱས་ན་ས་གཉིས་པ་འཐོབ་པར་འགྱུར།
en: 262] “Oṁ bhūḥ. “If the vidyā holder recites this two-syllable mantra one hundred thousand times, he will attain the second bodhisattva level.

source: དེ་བཞིན་གཤེགས་པ་སྣང་བ་མཐའ་ཡས་ཀྱི་སྤྱན་སྔར་འདུག་པར་འགྱུར་ཞིང་མཆོག་ཐམས་ཅད་རྗེས་སུ་སྦྱིན་པར་མཛད།
en: He will approach the Tathāgata Amitābha and obtain from him every boon.

source: སྡིག་པ་ཐམས་ཅད་ཀྱང་རྣམ་པར་དག་པར་མཛད། སྔོན་གྱི་ནད་ཀྱང་སོས་པར་འགྱུར།
en: All his evil will be purified, and he will be freed from every disease that he previously suffered from.

source: ནོར་གྱི་དབང་ཕྱུག་ནོར་བུ་བཟང་པོའི་བུ་དབང་དུ་འགྱུར་ཞིང་ཉེ་བར་གནས་པར་འགྱུར་རོ།
en: Maṇibhadra, the god of wealth, will fall under his thrall and attend upon him.

source: །མི་གང་གིས་ཀྱང་ཕྱིར་ཞིང་བར་ཆད་བྱེད་ནུས་པར་མི་འགྱུར།
en: Nonhuman beings will no longer be able to create obstacles for him.

source: ཚེ་འཕོས་ནས་རི་གྲུ་འཛིན་དུ་སྐྱེ་བར་འགྱུར།
en: After he dies, he will be reborn on Potala Mountain.

source: དོན་ཡོད་པའི་ཞགས་པའི་དངོས་གྲུབ་ཀྱང་ཐོབ་པར་འགྱུར་རོ།
en: He will obtain the accomplishment of Amoghapāśa. [263] “Oṁ padme.

source: །ཨོྃ་པདྨེ་གསང་སྔགས་ཀྱི་ཡི་གེ་གསུམ་པ་འབུམ་བཟླས་བརྗོད་བྱས་ནས་གསུམ་པ་ལ་ཡང་དག་པར་འཇུག་པར་འགྱུར།
en: If the vidyā holder recites this three-syllable mantra one hundred thousand times, he will progress to the third bodhisattva level.

source: པདྨ་ཡངས་པའི་དཀྱིལ་འཁོར་གྱི་ཕྱག་རྒྱ་དང་། གསང་སྔགས་གང་ཡིན་པ་ཐམས་ཅད་ལ་ཞུགས་པར་འགྱུར།
en: When employing this mantra he employs all the mudrās and mantras in the maṇḍala of the great lotus.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གཞོན་ནུའི་ཆ་བྱད་ཅན་མདུན་ན་བཞུགས་པར་འགྱུར་ཞིང་འདོད་པ་ཐམས་ཅད་ཀྱི་མཆོག་རྗེས་སུ་སྦྱིན་པར་མཛད། དོན་ཡོད་པའི་ཞགས་པའི་པདྨ་གཙུག་ཏོར་གྱི་དཀྱིལ་འཁོར་སྟོན་པར་མཛད།
en: Noble Avalokiteśvara will appear before the vidyā holder in the garb of a divine youth, grant him all his desired boons, and show him the maṇḍala of Amoghapāśa-Padmoṣṇīṣa.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བའི་དཀྱིལ་འཁོར་རྣམས་སྟོན་པར་མཛད། ཐམས་ཅད་དུ་དངོས་གྲུབ་རྗེས་སུ་སྦྱིན་པར་མཛད་དོ།
en: He will show him the secret maṇḍalas of all the tathāgatas and grant him every accomplishment. [

source: །ཨོྃ་པདྨ་ཧྲཱི།
en: 264] “Oṁ padma hrī. “

source: གསང་སྔགས་ཡི་གེ་བཞི་པ་འབུམ་པ་བཟླས་བརྗོད་བྱས་ནས་བཞི་བ་ལ་འཇུག་པར་འགྱུར།
en: If the vidyā holder recites this four-syllable mantra one hundred thousand times, he will attain the fourth bodhisattva level.

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པའི་སྐུ་མདོག་གསེར་གྱི་ཁ་དོག་ཅན་མདུན་ན་བཞུགས་ཤིང་དཔུང་པ་བརྐྱང་ནས་ཕྱག་སྤྱི་བོར་འཇོག་པར་མཛད་ལ། རིག་སྔགས་འཆང་བ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་རྗེས་སུ་སྦྱིན་པར་མཛད་དེ།
en: The noble Tathāgata Akṣobhya will appear before him in his golden body, extend his arm, and place his hand on the vidyā holder’s head.

source: རིག་སྔགས་འཆང་ཚུར་ཤོག །
en: He will applaud the vidyā holder, saying, ‘Come, vidyā holder!

source: ཁྱོད་ཀྱི་སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་ཡོངས་སུ་དག་སྟེ།
en: All your wrongdoings and obscurations have been completely purified.

source: རང་གི་ངོ་བོ་ཐམས་ཅད་ཤིན་ཏུ་དྲི་མ་མེད་པར་ཡོངས་སུ་དག་གོ།
en: Your whole being is now immaculately pure.

source: །མིའི་འཇིག་རྟེན་འདི་ནས་ཚེ་འཕོས་ནས་ངའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འོང་ཞིང་ཚེ་རབས་དྲན་པར་འགྱུར། ཕྱིར་ཞིང་ནམ་ཡང་མངལ་ན་གནས་པས་གོས་པར་མི་འགྱུར།
en: After you depart from this human world, you will proceed to my buddha field, recollect your successive births, and never again be born from a womb.

source: འཇིག་རྟེན་པའི་དགོས་པ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ།
en: All your worldly tasks have now been accomplished.’ [

source: །ཨོྃ་པདྨ་བྷུ་ཛེ།
en: 265] “Oṁ, Lotus armed! “

source: གསང་སྔགས་ཡི་གེ་ལྔ་པ་འབུམ་བཟླས་བརྗོད་བྱས་ནས་ལྔ་པ་ལ་གནས་པར་འགྱུར།
en: If the vidyā holder recites this five-syllable mantra one hundred thousand times he will attain the fifth bodhisattva level.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་པདྨའི་བླ་མ་རབ་ཏུ་སྟོན་པར་མཛད། སྒྲིབ་པ་ཐམས་ཅད་ཡོངས་སུ་ཟད་པར་འགྱུར།
en: The Tathāgata Padmottara, the worthy, fully realized Buddha, will appear to him, and all his negativity and obscurations will be completely exhausted.

source: རིག་སྔགས་འཆང་ལ་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་འབྱིན་པར་འགྱུར་ཏེ།
en: Padmottara will applaud the vidyā holder, saying, ‘Good!

source: །ཁྱོད་ལ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་སྐྱེས་ཏེ།
en: You have generated a huge amount of merit.

source: རིག་སྔགས་འཆང་ཁྱོད་དགེ་བའི་རྩ་བ་ཆེན་པོ་བསྐྱེད་པས་རིག་སྔགས་འཆང་ཁྱོད་ཚེ་བརྗེས་ན་དེ་བཞིན་གཤེགས་པ་བྱེ་བ་ཁྲག་ཁྲིག་དགུ་བཅུ་རྩ་གཉིས་ཀྱི་དྲུང་དུ་དགེ་བའི་རྩ་བ་མཚུངས་པར་བསྐྱེད་པར་འགྱུར་ཞིང་ངའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་བར་འགྱུར།
en: You have planted roots of great virtue. After you die, O vidyā holder, you will be born, along with your roots of virtue, in the presence of ninety-two times one hundred thousand million billion tathāgatas. You will be born in my buddha field, as is your destiny. You are free, O vidyā holder, from hindrances, and all your evil has been destroyed.

source: ཁྱོད་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་དང་། གསང་བའི་དཀྱིལ་འཁོར་དང་།
en: You have realized the secret maṇḍala of the heart essence of Amoghapāśa-Padmoṣṇīṣa, one that is contained within the great seal.

source: ཕྱག་རྒྱ་ཆེན་པོ་རིམ་པར་ཕྱེ་བ་གྲུབ་ཅིང་རིག་སྔགས་འཆང་ཁྱོད་སྒྲིབ་པ་དང་སྡིག་པ་ཐམས་ཅད་སྤངས་ཀྱིས་བྱ་བ་ཐམས་ཅད་གྱིས་ཤིག །ཡིད་ལ་བྱ་བའི་སྒྲུབ་པ་ཐམས་ཅད་ཇི་ལྟར་འདོད་པ་བཞིན་དེ་དག་ཐམས་ཅད་ཤིན་ཏུ་གྲུབ་པར་འགྱུར་རོ།
en: You can now perform all the tasks that you want and accomplish whatever you think of by employing this all-accomplishing mantra.’ [

source: །ཨོྃ་པདྨ་ཨ་བ་ལོ་ཀི་ཏེ།
en: 266] “Oṁ, you with a lotus gaze! “

source: གཟུངས་སྔགས་ཡི་གེ་དྲུག་པ་འབུམ་བཟླས་བརྗོད་བྱས་ནས་དྲུག་པ་འཐོབ་སྟེ་འཇུག་པར་འགྱུར།
en: If the vidyā holder recites this six-syllable dhāraṇī one hundred thousand times, he will attain the sixth bodhisattva level.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སྣང་བ་མཛད་པར་འགྱུར། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཕྲ་མོ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་གཟིགས་ཤིང་མངོན་སུམ་དུ་སྟོན་པར་མཛད།
en: He will be able to see all the tathāgatas, and the tathāgatas—worthy, fully realized buddhas as numerous as the atoms in the great thousandfold trichiliocosm—will look at him with compassion.

source: དབུགས་འབྱིན་པར་མཛད་དོ།
en: They will appear to him directly and give him comfort and encouragement.

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་པདྨ་གཟིགས་པའི་རྒྱལ་མཚན་རིག་སྔགས་འཆང་དེ་ལ་ཡང་དག་པར་དབུགས་འབྱིན་པར་མཛད་དོ། །རིག་སྔགས་འཆང་ངའི་སངས་རྒྱས་ཀྱི་ཞིང་ནས་བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་མཐར་ཐུག་གི་བར་དུ་ཚུར་ཤོག །
en: The Tathāgata Padmāvalokita­dhvaja, the worthy, fully realized Buddha, will encourage the vidyā holder by saying, ‘Come, vidyā holder, to my buddha field, and stay until you attain the final and ultimate realization of awakening.

source: ལས་བྱས་པ་ནི་ཤིན་ཏུ་ཡོངས་སུ་ཟད་ཅིང་ཁྱོད་ཀྱིས་སེམས་ཅན་དམྱལ་བའི་སྒོ་རྣམས་བཅད། ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་སྒོ་རྣམས་ནི་ཕྱེ།
en: You have brought your karmic activity to a perfect end. You have closed the doors to the hells and opened the doors to all the buddha fields.

source: ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ས་བོན་དང་། རིགས་ཀྱི་སྤྱི་ནི་ཁོང་དུ་ཆུད།
en: You have understood the origin and the sameness of all tathāgata families.

source: ཁྱོད་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་དང་། གསང་བའི་དཀྱིལ་འཁོར་ནི་གྲུབ།
en: You have accomplished the secret maṇḍala of the heart essence of Amoghapāśa-Padmoṣṇīṣa.

source: ཁྱོད་ཀྱིས་ཐམས་ཅད་དུ་གནས་ཀྱི་སྒོ་རྣམས་ནི་ཕྱེ་བས་འཇིག་རྟེན་དང་།
en: The doors to every abode are open for you.

source: འཇིག་རྟེན་ལས་འདས་པའི་ལས་སྒྲུབ་པ་རྣམས་ཇི་ལྟར་ཡིད་ལ་བྱས་པ་བཞིན་ལས་ཐམས་ཅད་བྱོས་ཤིག །
en: You can accomplish both worldly and supramundane activities, and you can engage in any activities you may have in mind!’ [

source: ཨོྃ་པདྨ་ཛྭ་ལ་ཧུྃ་དྷྀཀ།
en: 267] “Oṁ, lotus blaze! Hūṁ dhṛk! “

source: ཡི་གེ་བདུན་པ་འབུམ་བཟླས་བརྗོད་བྱས་མ་ཐག་ཏུ་ཏིང་ངེ་འཛིན་པདྨ་དྲི་མ་མེད་པ་སྒྲིབ་པ་དང་བྲལ་བདག་པ་ཞེས་བྱ་བ་ཐོབ་པར་འགྱུར་ལ།
en: As soon as the vidyā holder completes one hundred thousand recitations of this seven-syllable mantra, he will attain the samādhi called the immaculate lotus-like purity devoid of obscurations.

source: ཏིང་ངེ་འཛིན་གང་ཐོབ་པས་ལུས་ཤིན་ཏུ་འབར་བར་འགྱུར་ཞིང་འོད་ཟེར་ཁ་དོག་སྣ་ཚོགས་སུ་འགྱུར། ས་བདུན་པ་ལ་གནས་པར་འགྱུར།
en: Upon attaining this samādhi, his body will shine brightly and radiate light of various colors, and he will be established on the seventh bodhisattva level.

source: ལུས་ཀྱི་སྣང་བ་གང་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་གནས་རྣམས་སྣང་བར་བྱེད་ཅིང་།
en: The light rays emitted from his body will illuminate the great thousandfold trichiliocosm and all buddha fields and palaces.

source: གང་དང་གང་དུ་འོད་ཟེར་རིན་པོ་ཆེ་འབར་བ་སྣ་ཚོགས་དག་འབབ་པ་ལས་མེ་ཏོག་གི་ཆར་སྣ་ཚོགས་པ་རྣམས་འབྱུང་བར་འགྱུར་ལ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་མཆོད་པར་འགྱུར་རོ།
en: Wherever the light falls, various flowers that sparkle with a variety of colorful jewels will rain down as an offering to all the tathāgatas.

source: །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དྲི་མ་མེད་པའི་པདྨ་འོད་ཟེར་འབར་བ་གསེར་གྱི་མདོག་ཅན་དཔུང་པ་བརྐྱང་སྟེ། ཕྱག་གཡས་པས་རིག་སྔགས་འཆང་གི་སྤྱི་བོར་འཇོག་ཅིང་ལེགས་སོ་ཞེས་བྱ་བ་ཡང་སྦྱིན་ལ་དབུགས་འབྱིན་པར་མཛད་དེ།
en: The Tathāgata Vimala­padma­jvala­raśmi, the worthy, fully realized Buddha, will extend forth his golden arm and, placing his right hand on the head of the vidyā holder, will applaud and comfort him by saying, ‘Good!

source: །འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་སྙིང་པོ་གསང་བ་བཟླས་བརྗོད་ཀྱི་ཆོ་ག་མཆོད་པའི་མཆོག་ཡིན་ནོ།
en: This recitation procedure constitutes the supreme offering to the blessed buddhas. It is their secret heart essence. It is the secret heart essence of Noble Avalokiteśvara as he really is.

source: །འདི་ནི་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྙིང་པོ་གསང་བ་གཅེས་པའི་དཀྱིལ་འཁོར་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་ཡང་དག་པའོ།
en: It is his core maṇḍala, the secret heart essence of Amoghapāśa-Padmoṣṇīṣa!

source: །རིག་སྔགས་འཆང་ཁྱོད་ཀྱིས་དཀྱིལ་འཁོར་མཐའ་དག་རྫོགས་པ་དང་། པདྨ་གཙུག་ཏོར་གྱི་སྙིང་པོ་ཆོ་ག་ཞིབ་མོ་དང་།
en: You have accomplished, vidyā holder, the rite that is the heart essence of Padmoṣṇīṣa, the miraculous creation of Amoghapāśa that constitutes a complete and perfect maṇḍala of liberation.

source: དོན་ཡོད་པའི་ཞགས་པ་རྣམ་པར་སྤྲུལ་པ་གྲུབ་ཀྱིས་རིག་སྔགས་འཆང་ངའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སོང་ལ་སངས་རྒྱས་ཀྱི་མཛད་པ་གྱིས་ཤིག །
en: Go, vidyā holder, to my buddha field, and do the work of a buddha!’ [
